Repository: Exotelis/coupon
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# MSC.coupon_label
source: Coupon code
de: Gutscheincode

# MSC.coupon_button
source: Check coupon
de: Coupon prüfen

# MSC.coupon_success.0
source: Couponcode found
de: Gutschein gefunden

# MSC.coupon_valid
source: Your coupon with the code %s is valid until %s.
de: Dein Gutschein mit dem Gutscheincode %s ist bis zum %s gültig.

# MSC.coupon_value
source: It has a value of %s€
de: Er hat einen Wert von %s€

# ERR.coupon_empty.0
source: No coupon code entered
de: Kein Gutscheincode eingegeben

# ERR.coupon_empty.1
source: Please insert a coupon code.
de: Bitte gebe einen Gutscheincode ein.

# ERR.coupon_format.0
source: Invalid coupon format
de: Ungültiges Format

# ERR.coupon_format.1
source: The coupon format is invalid. It should look like: %s
de: Das Format des Gutscheins ist ungültig. Das Format sollte folgende Struktur haben: %s

# ERR.coupon_notFound.0
source: Coupon code not found
de: Gutscheincode nicht gefunden

# ERR.coupon_notFound.1
source: The coupon code you entered does not exist.
de: Der von Dir eingegebene Gutscheincode konnte nicht gefunden werden.
